"DOWNGRADE_TITLE" = "En nyare version av Java har redan installerats.";

"DOWNGRADE_MESSAGE" = "Du försöker installera %1$@, men %2$@ har redan installerats.\nBesök java.com/newerversionexists om du vill ha mer information.";

"Restore Security Prompts" = "Återställ säkerhetsmeddelanden";

"Browser Plug-in Disabled" = "Insticksprogram för webbläsare avaktiverat";

"Continue" = "Fortsätt";

"Close" = "Stäng";

"Install" = "Installera";

"Finish" = "Slutför";

"You have Successfully Installed %@ \nand the Ask extension(s)." = "Du har installerat %1$@ \noch Ask-tillägget/-tilläggen.";

"The security level has been set to a minimum value of High." = "Säkerhetsnivån har ställts in på minimivärdet Hög.";

/* Dynamic welcome string */
"Welcome to the %@ Installer" = "Välkommen till installationsprogrammet för %1$@!";

/* Dynamic complete string */
"You have successfully installed %@." = "Du har installerat %1$@.";

"Information about" = "Viktig information om handlingsplanen för Oracle Java SE:";

"Oracle has announced" = "Det finns kommande ändringar som påverkar din åtkomst till framtida utgåvor av Java SE från Oracle. ";

"Corporate users may" = "Företagsanvändare påverkas i januari 2019. ";

"and others" = "Om du vill ha mer information klickar du på länken nedan.\n";

"More Information on roadmap" = "Mer information om handlingsplanen";

"Changes are" = "Det finns kommande ändringar som påverkar din åtkomst till framtida utgåvor av Java SE från Oracle.\n\n";

"Corporate users" = "Företagsanvändare påverkas av uppdateringen som kommer i april 2019.\n\n";

"These changes" = "De här ändringarna påverkar inte den version du håller på att installera.";

"For additional" = "Om du vill ha mer information klickar du på länken nedan.\n\n";

"More Information..." = "Mer information...";

"Important Info" = "Viktig information om handlingsplanen för Oracle Java SE";

"OK" = "OK";

"Java provides" = "Java ger dig tillgång till ett rikt programutbud, oavsett om du är ute efter affärsapplikationer, användbara verktyg eller underhållning. Med Java får du en internetupplevelse utöver det vanliga.\n\n";

"Note: No" = "Obs! Inga personuppgifter registreras under installationen.\n";

/* hyperlink - do not use punctuation */
"Click here" = "Klicka här";

/* Click here for more information on what we do collect. is the full sentence */
" for more" = " för mer information om vad som kommer att registreras.";

"Click Install" = "Klicka på Installera för att acceptera ";

"license agreement" = "licensavtalet";

" and install" = " och installera Java nu.";

"Install >" = "Installera >";

"Please remove" = "Ta bort inaktuella versioner av Java";

"The Java software" = "Versionen av Java-programvaran som körs på den här datorn är inaktuell, och det finns inga uppdateringar för den.\n\n";

"Keeping out-of-date" = "Att ha kvar inaktuella versioner av Java på datorn kan innebära en säkerhetsrisk.\n\n";

"If you still" = "Om du fortfarande vill köra skrivbordsapplikationer med Java efter borttagning kan du besöka ";

" for a recommended" = " och hitta en rekommenderad version.";

"Remove" = "Ta bort >";

"Java Deployment" = "Java-distributionscache";

"Java maintains" = "Java använder en cache för att snabba upp omladdningen av Java-program som du använder ofta och för att lagra spårnings- och loggfiler. Eftersom du tar bort Java Runtime rekommenderar Oracle att du tar bort den här cachen för att frigöra utrymme på datorn.\n\nMer information om ";

"Java Deployment Cache" = "Java-distributionscache";

"Would you like" = "\n\nVill du ta bort Java-cachen (rekommenderas)?";

"Yes" = "Ja";

"No" = "Nej";

"Uninstalled" = "Du har tagit bort Java";

"NoJavaToUninstall" = "Ingen Java-installation finns i systemet";

"Complete" = "Slutför";

"Later" = "Senare";

"Update" = "Uppdatera";

"Please remove unused" = "Ta bort oanvända versioner av Java";

/* It appears that you have not used Java on your system in over 6 months. We recommend that you uninstall it by clicking the Remove button below. */
"It appears that" = "Du har inte använt Java på över 6 månader. Vi rekommenderar att du avinstallerar det genom att klicka på ";
" Remove" = "Ta bort";
" button below." = " knappen nedan.";

"If you later" = " Om du kommer på att du behöver Java kan du hämta och installera det igen från java.com.";

/* If you wish to" = "If you wish to keep Java on your system, please update it by clicking the Update button below. */
"If you wish to" = "Om du vill behålla Java måste du uppdatera det genom att klicka på ";
" Update" = "Uppdatera";

"Fail to install" = "Kunde inte installera Java";

"Uninstalling" = "Avinstallerar Java...";

"Fail to uninstall" = "Kunde inte avinstallera Java: %@";

"XPC connection error." = "XPC-anslutningsfel.";

"Error code" = "Operativsystemsfelkod: %lld.";

"shell is not available." = "skalet är inte tillgängligt.";

"process cannot be created." = "processen kan inte skapas.";

"Commercial License" = "En kommersiell licens krävs för den här versionen";

"Use of this" = "För att använda den här versionen måste du ha en kommersiell licens som har införskaffats av dig eller en av dina programvaruleverantörer.";

"You can also" = "Du kan även använda den här versionen för att köra licensierade Oracle-produkter som kräver Java Runtime.";

"Learn more about this release" = "Mer information om den här versionen";

"Details on the" = "Detaljer om vilken information som samlas in";

"cannot delete" = "kan inte ta bort Java-distribueringscachen";

"Password prompt" = "%@ kräver behörighet för att fortsätta.";

"Java Update" = "Java Update";

"OSCHECK_TITLE" = "Java från Oracle kräver %1$@ %2$@ eller senare.";

"OSCHECK_MESSAGE" = "Systemet har %1$@ version %2$@. Produkten kan installeras i version %3$@ eller senare.\nBesök java.com/help om du vill ha mer information.";

"Welcome to Java" = "Välkommen till Java!";

"This version" = "Den här Java-versionen kräver att du har en licens för Oracle Java SE från Oracle, en auktoriserad Oracle-partner eller en auktoriserad tredjepartsleverantör av programvara. Det är ditt ansvar att se till att du har en lämplig licens. Klicka på Installera för att fortsätta installationen om du har det.";

"If you have" = "Om du inte har en licens klickar du på Ta bort för att stoppa installationen och för att välja om du vill ta bort äldre Java-versioner.";

"No personal" = "Inga personuppgifter registreras under installationen";

"Welcome to Java -" = "Välkommen till Java - Uppdaterade licensvillkor";

"The terms" = "Villkoren som den här programvaruversionen är licensierad för har ändrats.";

"Updated License" = "Uppdaterat licensavtal";

"This version -" = "Den här versionen av Java Runtime är endast licensierad för personligt (icke-kommersiellt) dator- och laptopbruk.";

"Commercial use" = "Kommersiellt bruk av den här programvaran kräver en separat licens från Oracle eller en programvaruleverantör.";

"Click install or" = "Klicka på Installera för att acceptera avtalet och installera Java nu eller klicka på Ta bort för att avinstallera det från ditt system.";

"Remove -" = "Ta bort";
